export const productDescriptions: Record<string, string> = {
  'Стерлядь горячего копчения': `Для приготовления этого деликатеса отбираем рыбу от 2 кг. Обязательно замораживаем на 2-3 суток. После медленной разморозки равномерно, маленькими дозами шприцуем рыбу кипяченым крепким соляным раствором.

Этот способ засолки обеспечивает математическую точность дозировки и равномерность распределения соли в рыбе. Далее оставляем рыбу в холодильнике на 3-4 часа. После потрошения, мойки, обвязки и подсушивания стерлядь отправляется в коптилку на ТЭНах с контролем температуры в термокамере и непосредственно в рыбе.

Смесь опилок включает Ветлу (ива древесной формы), грушу и ольху. На таком дыму рыбка имеет очень вкусный аромат и красивый цвет.`,

  'Осетр горячего копчения': `Для приготовления этого деликатеса отбираем особи от 3,5 до 5 кг. Обязательным этапом приготовления по Госту является замораживание на 2-3 суток. После медленного размораживания мы шприцуем рыбу крепким кипяченым соляным раствором небольшими дозами равномерно.

Этот способ засолки обеспечивает математическую точность дозировки соли и равномерность ее распределения. После шприцевания рыбу оставляем в холодильнике на 3-5 часов для равномерного просаливания. После потрошения, мойки, обвязывания, подсушивания отправляем Осетров в коптильню на ТЭНах с контролем температуры в термокамере и непосредственно в рыбе.

Основным ингредиентом смеси опилок для горячего копчения используем Ветлу (Ива древесной формы). Также добавляем грушу и ольху. На таком дыму рыба имеет очень вкусный и яркий аромат и красивый цвет.`,

  'Осетр речной': `Охлаждённые или свежемороженые осетр и стерлядь, выращенные в садках на течении в реке Ахтуба, имеют великолепный вкус, плотное мясо и ничем не пахнут, так как выращиваются и живут в проточной воде, насыщенной кислородом, питаются только импортными кормами, а также диким сорным мальком, массово заходящим в садки на запах корма.

Зимуют рыбы подо льдом. Во время зимовки, как и дикие собратья, наши подопечные вообще не питаются. Основной рост приходится на период с температурами 20-24 °C с июня по начало октября. На зимовке рыба живет за счет внутреннего накопленного жира, худея за зиму примерно на 10-15%.

Чередование набора веса и похудения обеспечивает рост, который происходит в разы медленнее, чем при бассейном выращивании и обеспечивает великолепные вкусовые качества нашей рыбы.`,

  'Стерлядь речная': `Охлаждённые или свежемороженые осетр и стерлядь, выращенные в садках на течении в реке Ахтуба, имеют великолепный вкус, плотное мясо и ничем не пахнут, так как выращиваются и живут в проточной воде, насыщенной кислородом, питаются только импортными кормами, а также диким сорным мальком, массово заходящим в садки на запах корма.

Зимуют рыбы подо льдом. Во время зимовки, как и дикие собратья, наши подопечные вообще не питаются. Основной рост приходится на период с температурами 20-24 °C с июня по начало октября. На зимовке рыба живет за счет внутреннего накопленного жира, худея за зиму примерно на 10-15%.

Чередование набора веса и похудения обеспечивает рост, который происходит в разы медленнее, чем при бассейном выращивании и обеспечивает великолепные вкусовые качества нашей рыбы.`,

  'Балык-книжка Осетровый холодного копчения': `Для приготовления балыка холодного копчения в виде книжки мы отбираем осетров желтых, упитанных, навеской 5-7 кг., выращенных в сетчатых садках на течении реки Ахтуба, в условиях, приближенных к естественным. Проточная речная вода насыщена кислородом. что обеспечивает хороший аппетит, активность, рост и отсутствие посторонних запахов.

Наши осетры питаются в том числе диким сорным мальком, массово заходящим в садки на запах корма, что придает рыбе естественный вкус и жирность. В соответствие с требованиями Госта перед приготовлением осетры замораживаются на 3-4 суток. После медленной разморозки рыба разрезаются по спине, из нее удаляются внутренности, хрящи, пленки.

Солим балыки сухим посолом крупной каменной солью, потом отмачиваем в нескольких водах до достижения малосольности, отмываем и вывешиваем под вентиляторы для подвяливания. Подсушенные балыки коптятся холодным дымом до достижения золотистого цвета и яркого, аппетитного аромата.

Используем авторскую смесь опилок из фруктовых деревьев, шелковицы и ольхи. И снова вывешиваем балыки для финального подвяливания. Как только книжки начинают течь золотистым жирком - балык готов!

В Итоге получается очень нежный, ароматный, малосольный осетровый балычок, с янтарным жирком! Упакованный нами в пергамент балычок может храниться при температуре -4 / -6 °C до 90 суток, при температуре +3 °C в холодильнике, до двух недель, но лучше отведайте деликатес сразу, к следующему празднику или к знаменательной дате мы закоптим для Вас снова. Приятного аппетита!`,

  'Икра стерляди': `Наше маточное стадо стерляди особенное - 2-3 поколения назад в оплодотворении икры участвовала белуга, и, теперь наши стерляди унаследовали от белуги некоторые признаки: они более крупные - до 7,5 кг, в 10-летнем возрасте у них белые брюшки и наконец их икра в разы крупнее, чем у классической стерляди.

Икру мы получаем прижизненным гуманным способом в мае, в природные сроки нереста, фактически принимаем у рыб роды. Полученную таким образом, созревшую для оплодотворения икру сразу же охлаждаем до +1 °C и отправляем в г. Астрахань на завод, где она перерабатывается по Госту в пищевую икру и хранится, а упаковывается по мере необходимости в размерные жестяные баночки покрытые специальным 7-слойным пищевым лаком и герметизируются резинками.

Поскольку наш рыбхоз находится на течении в реке Актуба, рыба живет в естественных условиях, проточная чистая речная вода, насыщенная кислородом, естественный режим питания: летом активное питание и рост, зимой, подо льдом, не питаются, худеют, ведут полусонный, малоподвижный образ жизни - это период дозревания икры, а весной, в мае,при достижении температуры воды 14 - 16 градусов - нерест и снова активное питание, закладка новой икры для следующего цикла.

Икра пищевая получается нежная, полного вкуса, с ореховым послевкусием, как в детстве, в памяти у старшего поколения.

Также черная икра очень полезна для здоровья - это продукт, максимально повышающий гемоглобин крови, её назначают после серьезных операций и химиотерапии. Мы не используем при засолке икры консерванты - только соль, также не проводим пастеризацию, икра получается живая.

Хранится она при температуре от -4 до -2 °C до 4 месяцев. Если есть необходимость сохранить длительные время, можно заморозить, единственное условие - размораживать медленно, в холодильнике. при +3°C, тогда она не потеряет вкусовые и полезные свойства.

Но лучше не хранить. Кушайте сразу и на здоровье!!! К любой дате мы поставим Вам наш деликатес к столу, наслаждайтесь!`,

  'Икра осетра': `Созревшую икру мы получаем прижизненным способом от осетров 2014 года рождения навеской 15-20 кг.

Маточное стадо содержится в приближенных к естественным условиях, корм используем только импортный, высоко протеиновый для нерестующихся самок осетровых пород, а также наши осетры с удовольствием поедают дикого речного малька, заходящего в садки на вкусный запах корма в больших количествах.

Недаром осетровую икру называют Царской. Икринки крупные, с глазочками ядра на боку, в каждой рыбе свой оттенок икры от черного до зеленоватого. После получения икра сортируется по цвету, чтобы в каждой баночке были икринки примерно одного цвета и размера.

Проточная Ахтубинская вода с высоким содержанием кислорода, редкая посадка в садках, отличное питание обеспечивают великолепное вызревание икры к нересту. Нерестовую компанию мы проводил в мае, в природные сроки, когда нерестятся дикие осетры.

Сразу после получения икру охлаждаем до +1°C и отправляем на завод в город Астрахань, где икра перерабатывается, хранится и упаковывается по Вашему заказу к конкретной дате.

Наша икра приготовлена по Гост Р 55486-2013. Правильно переработанная икра сохраняет весь свой неповторимый вкус с ореховым послевкусием, имеет выраженную зернистую структуру и блеск, при этом икринки связаны друг с другом вкуснейшим икорным жирком, не разбегаются по хлебу.

Мы не используем консерванты, в составе только икра и соль в количестве 3-3,5%, что очень вкусно и на тонком хлебе вкус икры не теряется. Наша икра не проходит стерилизацию, а значит все витамины сохранены. Икра хранится при температуре от -4°C до -2°C не более 4 месяцев. Если хранить нужно дольше, просто заморозьте икру в морозильном отделении, но размораживать её надо медленно, дня за 2 при температуре около +3°C в холодильном отделении. При таком способе икра сохраняет все свои вкусовые и полезные качества год и более.

Но лучше не закупать икру впрок, ведь мы работаем для Вас, и готовы поставлять свежайшую икру под заказ, к дате, специально посоленную и упакованную к Вашему праздничному столу.`
};
